Repository: geyslan/incomplete-translations
Catalog: tp/radius-1.6.1.*.po
Languages: pt_br

source: radiusd compiled without DBM support
pt_br: radiusd compilado sem suporte a DBM

source: unknown mode: %s
pt_br: modo desconhecido: %s

source: invalid IP address: %s
pt_br: endereço IP inválido: %s

source: Sorry, your account is currently closed
pt_br: Sinto muito, sua conta está atualmente fechada

source: Password has expired
pt_br: A senha expirou

source: Password will expire in %R{Password-Expire-Days} Days
pt_br: A senha vai expirar em %R{Password-Expire-Days} dias

source: Access denied
pt_br: Acesso negado

source: Realm quota exceeded - access denied
pt_br: Cota de reino excedida - acesso negado

source: You are already logged in %R{Simultaneous-Use} times - access denied
pt_br: Você já está autenticado %R{Simultaneous-Use} vezes - acesso negado

source: You are already logged in - access denied
pt_br: Você já está autenticado - acesso negado

source: You are calling outside your allowed timespan
pt_br: Você está chamando de fora de seu tempo permitido

source: Terminating the subprocesses
pt_br: Encerrando os subprocessos

source: %d process left!
pt_br: %d processo restante!

source: Radiusd is not listening on any port.
pt_br: O radiusd não está ouvindo em nenhuma porta.

source: Radiusd is not listening on any port. Trying to continue anyway...
pt_br: O radiusd não está ouvindo em nenhuma porta. Tentando continuar mesmo assim ...

source: Starting
pt_br: Iniciando

source: Cannot open output file %s
pt_br: Não foi possível abrir o arquivo de saída %s

source: Ready
pt_br: Pronto

source: can't find out my own IP address
pt_br: não foi possível localizar meu endereço IP

source: RADIUSD SUSPENDED
pt_br: RADIUSD SUSPENDIDO

source: Reloading configuration now
pt_br: Recarregando configuração agora

source: Dumping users db to `%s'
pt_br: Despejar usuários db para "%s"

source: restart initiated
pt_br: reinício iniciado

source: can't restart: not started as absolute pathname
pt_br: não foi possível reiniciar: não iniciado como caminho absoluto

source: radiusd_restart: cannot fork
pt_br: radiusd_restart: não foi possível fazer fork

source: restarting radius
pt_br: reiniciando radius

source: RADIUS NOT RESTARTED: exec failed
pt_br: RADIUS NÃO REINICIADO: exec falhou

source: Normal shutdown.
pt_br: Desligamento normal.

source: Ready to process requests.
pt_br: Pronto para processa requisições.

source: Loading configuration files.
pt_br: Carregando arquivos de configuração.

source: Errors reading config file - EXITING
pt_br: Erros ao ler arquivo de config - SAINDO

source: socket %s:%d is already assigned for %s
pt_br: o soquete %s:%d já está atribuído para %s

source: Ignoring exec-program-user
pt_br: Ignorando exec-program-user

source: INTERNAL ERROR (%s:%d): attribute %d has bad type (%d)
pt_br: ERRO INTERNO (%s:%d): o atributo %d to um tipo inválido (%d)

source: cannot convert "%s" to integer
pt_br: não foi possível converter "%s" para inteiro

source: Proxy %s request expired in queue
pt_br: Requisição de proxy %s expirada na fila

source: Killing unresponsive %s child %lu
pt_br: Matando processo filho de %s não responsivo %lu

source: Cannot terminate child %lu. Attempting to kill inexisting process?
pt_br: Não foi possível encerrar processo filho %lu. Tentando matar um processo inexistente?

source: Terminating unresponsive %s child %lu, status: %s
pt_br: Encerrando processo filho de %s não responsivo %lu, status: %s

source: FAILURE
pt_br: FALHA

source: duplicate request
pt_br: requisição duplicada

source: too many requests in queue
pt_br: muitas requisições na fila

source: too many requests of this type
pt_br: muitas requisições para esse tipo

source: Maximum number of children active
pt_br: Número máximo de processos filhos ativos

source: redefinition of function `%s'
pt_br: redefinição da função "%s"

source: previously defined here
pt_br: definido anteriormente aqui

source: nothing to break from
pt_br: nada para quebrar

source: nothing to continue
pt_br: nada para continuar

source: undefined variable: %s
pt_br: variável indefinida: %s

source: unexpected EOF in comment started at line %lu
pt_br: EOF inesperado no comentário iniciado na linha %lu

source: Malformed pragma
pt_br: pragma malformado

source: Unknown regexp flag: %s
pt_br: Opção de expressão regular desconhecida: %s

source: unterminated character constant
pt_br: constante de caractere não terminada

source: %s implicit coercion %s %s
pt_br: coerção implícita de %s %s %s

source: operation not applicable to strings
pt_br: operação não aplicável a strings

source: (argument %d)
pt_br: (argumento %d)

source: too many arguments in call to %s
pt_br: argumentos demais na chamada a %s

source: too few arguments in call to %s
pt_br: poucos argumentos na chamada a %s

source: Undefined
pt_br: Indefinido

source: integer
pt_br: inteiro

source: string
pt_br: texto

source: UNKNOWN
pt_br: DESCONHECIDO

source: from Undefined
pt_br: de Indetifido

source: from integer
pt_br: de inteiro

source: from string
pt_br: de string

source: from UNKNOWN
pt_br: de DESCONHECIDO

source: to Undefined
pt_br: para Indefinido

source: to integer
pt_br: de inteiro

source: to string
pt_br: para string

source: to UNKNOWN
pt_br: para DESCONHECIDO

source: missing return statement
pt_br: falta instrução de retorno

source: divide by zero
pt_br: divisão por zero

source: regexp error: %s
pt_br: erro de expressão regular: %s

source: out of pushdown space
pt_br: Sem espaço de pushodown

source: heap overrun
pt_br: heap transbordada (overrun)

source: out of heap space
pt_br: Sem espaço de heap

source: out of popup
pt_br: sem popup

source: rewrite runtime error
pt_br: erro de rescrita em tempo de execução

source: no request supplied
pt_br: nenhuma requisição fornecida

source: can't create A/V pair
pt_br: não foi possível criar par A/V

source: division by zero!
pt_br: divisão por zero!

source: rewrite regex failure: %s. Input: %s
pt_br: falha de rescrita de expressão regular: %s. Entrada: %s

source: pc out of range
pt_br: pc fora do intervalo

source: Invalid backreference
pt_br: Retrorreferência inválida

source: regexp compile error:
pt_br: Erro de compilação da expressão regular:

source: gsub: not enough memory
pt_br: gsub: memória insuficiente

source: sub: not enough memory
pt_br: sub: memória insuficiente

source: redefinition of function %s
pt_br: redefinição da função %s

source: function %s not defined
pt_br: função %s não definida

source: function %s returns wrong data type
pt_br: a função %s retorna o tipo de dados errado

source: function %s takes too many arguments
pt_br: a função %s leva argumentos demais

source: function %s: argument %d must be integer
pt_br: função %s: o argumento %d deve ser um inteiro

source: function %s: argument %d must be string
pt_br: função %s: o argumento %d deve ser uma string

source: function %s takes too few arguments
pt_br: a função %s leva argumentos insuficientes

source: function %s() requires %d parameter
pt_br: function %s() requer %d parâmetro

source: file not found: %s
pt_br: arquivo não localizado: %s

source: function ~S not defined
pt_br: função ~S não definida

source: too many arguments for ~S
pt_br: argumentos demais para ~S

source: type mismatch in argument ~S(~S) in call to ~S
pt_br: incompatibilidade de tipo no argumento ~S(~S) na chamada a ~S

source: too few arguments for ~S
pt_br: número insuficiente de argumentos para ~S

source: %s is not a procedure object
pt_br: %s não é um objeto de procedimento

source: Procedure `%s' failed: see error output for details
pt_br: O procedimento "%s" falhou: veja a saída de erro para mais detalhes

source: Unexpected return value from Guile authentication function `%s'
pt_br: Valor de retorno inesperado da função de autenticação Guile "%s"

source: Unexpected return value from Guile accounting function `%s'
pt_br: Valor de retorno inesperado da função de conta Guile "%s"

source: Invalid hex number: %s
pt_br: Número hexa inválido: %s

source: Guile authentication disabled in config
pt_br: Autenticação Guile desabilitada na configuração

source: Guile authentication not available
pt_br: Autenticação Guile não disponível

source: %s:%d: community %s already declared
pt_br: %s:%d: comunidade %s já declarada

source: %s:%d: no such network: %s
pt_br: %s:%d: rede inexistente: %s

source: %s:%d: undefined community %s
pt_br: %s:%d: comunidade indefinida %s

source: acct server re-initializing on SNMP request
pt_br: servidor de acct reinicializado via requisição SNMP

source: auth server re-initializing on SNMP request
pt_br: servidor de auth reinicializado via requisição SNMP

source: server re-initializing on SNMP request
pt_br: servidor reinicializado via requisição SNMP

source: server restart on SNMP request
pt_br: servidor reiniciando via requisição SNMP

source: server continuing on SNMP request
pt_br: servidor continuando via requisição SNMP

source: server suspending on SNMP request
pt_br: servidor suspendendo via requisição SNMP

source: server shutting down on SNMP request
pt_br: servidor desligando via requisição SNMP

source: can't decode SNMP packet from %s: %s
pt_br: não foi possível decodificar pacote SNMP de %s: %s

source: DENIED attempt to access community %s from %s
pt_br: NEGADA a tentativa de acessar comunidade %s de %s

source: Dropping SNMP request from client %s: %s
pt_br: Descartando requisição SNMP do cliente %s: %s

source: could not read sqlserver file %s
pt_br: não posso ler o arquivo de sqlserver %s

source: unrecognized keyword
pt_br: palavra-chave desconhecida

source: required argument missing
pt_br: faltando argumento obrigatório

source: number parse error
pt_br: erro ao analisar o número

source: expected boolean value
pt_br: esperava um valor booleano

source: auth_max_connections is obsolete
pt_br: auth_max_connections está obsoleto

source: acct_max_connections is obsolete
pt_br: acct_max_connections está obsoleto

source: query_buffer_size is obsolete
pt_br: query_buffer_size está obsoleto

source: Unsupported SQL interface
pt_br: Interface SQL sem suporte

source: %s: missing `%s' statement
pt_br: %s: faltando instrução "%s"

source: %s: SQL interface not specified
pt_br: %s: interface SQL não especificado

source: disabling SQL authentication
pt_br: desabilitada autenticação SQL

source: disabling SQL accounting
pt_br: desabilitando conta SQL

source: SQL configuration changed: closing existing connections
pt_br: configuração SQL alterada: fechando conexões existentes

source: no Acct-Status-Type attribute in rad_sql_acct()
pt_br: nenhum atributo Acct-Status-Type em rad_sql_acct()

source: %s updated %d record
pt_br: %s atualizou %d registro

source: SQL Auth specified in users file, but not in sqlserver file
pt_br: autenticação SQL especificada em arquivo de usuários, mas não no arquivo sqlserver

source: SQL: invalid operator: %s
pt_br: SQL: operador inválido: %s

source: SQL authentication is not enabled in raddb/sqlserver
pt_br: autenticação SQL não habilitada no raddb/sqlserver

source: Radiusd is compiled without SQL support
pt_br: Radiusd foi compilado sem suporte a SQL

source: SNMP system disabled: file `%s' has incorrect permissions
pt_br: Sistema SNMP desabilitado: o arquivo "%s" possui permissões incorretas

source: mmap failed
pt_br: mmap falhou

source: shmem_get(): can't allocate %d byte
pt_br: shmem_get(): não foi possível alocar %d byte

source: stat_init failed
pt_br: stat_init falhou

source: reached SNMP storage limit for the number of monitored ports: increase max-port-count
pt_br: atingido limite de armazenamento de SNMP para o número de portas monitoradas: aumente max-port-count

source: stat_update(): portno %d: can't find nas for IP %s
pt_br: stat_update(): porta nº %d: não foi possível localizar nas para o IP %s

source: stat_update(): port %d not found on NAS %s
pt_br: stat_update(): porta %d não localizada no NAS %s

source: negative port idle time
pt_br: tempo ocioso da porta negativa

source: negative port session time
pt_br: tempo de sessão da porta negativa

source: reached SNMP storage limit for the number of monitored NASes: increase max-nas-count
pt_br: atingido limite de armazenamento de SNMP para o número de NASes monitoradas: aumente max-nas-count

source: GNU RADIUS server version
pt_br: Versão do servidor GNU RADIUS

source: %s: GNU Radius version %s
pt_br: %s: GNU Radius versão %s

source: Compilation platform:
pt_br: Plataforma de compilação:

source: Debugging flags:
pt_br: Sinalizadores de depuração:

source: Compilation flags:
pt_br: Sinalizadores de compilação:

source: Compilation defaults:
pt_br: Padrão de compilação:

source: Ports in use:
pt_br: Portas em uso:

source: Paths:
pt_br: Caminhos:

source: configuration directory: %s
pt_br: diretório de configuração: %s

source: logging directory: %s
pt_br: diretório de log: %s

source: accounting directory: %s
pt_br: diretório de contas: %s

source: pidfile directory: %s
pt_br: diretório de arquivo pid: %s

source: Report bugs to <%s>
pt_br: Relate erros para <%s>. Relate erros de tradução para <http://ldpbr-translation@lists.sourceforge.net>

source: child %lu %s
pt_br: processo filho %lu %s

source: Killing process %lu: %s
pt_br: Matando o processo %lu: %s

source: error writing header
pt_br: erro ao escrever o cabeçalho

source: error writing data
pt_br: erro ao escrever os dados

source: Child exiting on timeout.
pt_br: Processo filho saindo por tempo esgotado.

source: Child received malformed header (len = %d, error = %s)
pt_br: Processo filho recebeu cabeçalho malformado (tam = %d, erro = %s)

source: Child received malformed data
pt_br: Processo filho recebeu dados malformados

source: error reading data
pt_br: erro ao ler os dados

source: error reading data; wrong data size returned
pt_br: erro ao ler os dados; tamanho de dados errado retornado

source: Print this help screen
pt_br: Mostra essa tela de ajuda

source: NAS LOGIN SID PORT [IP]
pt_br: NAS LOGIN SID PORTA [IP]

source: Query the given NAS
pt_br: Consulta o NAS dado

source: Enter Guile
pt_br: Entra no Guile

source: [NUMBER]
pt_br: [NÚMERO]

source: Print or set the Rewrite stack size
pt_br: Emite ou mostra o tamanho da pilha de Rewrite

source: FUNCTION(args..)
pt_br: FUNÇÕES(args..)

source: Run given Rewrite function
pt_br: Executa a função Rewrite dada

source: Source the given Rewrite file
pt_br: Carrega o arquivo Rewrite dado

source: TIMESPAN [DOW [HH [MM]]]
pt_br: PERÍODO-DE-TEMPO [DIA-SEMANA [HH [MM]]]

source: Check the timespan interval
pt_br: Verifica o intervalo de tempo

source: LEVEL
pt_br: NÍVEL

source: [PAIR [,PAIR]]
pt_br: [PAR [,PAR]]

source: Define a request
pt_br: Define uma requisição

source: Print the request
pt_br: Emite a requisição

source: Quit the shell
pt_br: Sai do shell

source: %s: wrong number of arguments
pt_br: %s: número errado de argumentos

source: %s is a network name
pt_br: %s é um nome de rede

source: %s: unknown nas
pt_br: %s: nas desconhecido

source: %s: argument is not a number
pt_br: %s: o argumento não é um número

source: Enter the pair list. End with end of file
pt_br: Insira a lista par. Termina com o fim do arquivo

source: Bad command
pt_br: Comando inválido

source: report last logins from Radius database.
pt_br: relate os últimos logins do banco de dados do Radius.

source: radlast specific switches:
pt_br: alternadores específicos do radlast:

source: NUMBER
pt_br: NÚMERO

source: show at most NUMBER records
pt_br: mostra no máximo NÚMERO registros

source: use FILE as radwtmp
pt_br: usa ARQUIVO como radwtmp

source: show logins with IPADDR
pt_br: mostra logins com ENDIP

source: mark records with missed stops with bump (!)
pt_br: marcar registros com paradas perdidas com colisão (!)

source: NASNAME
pt_br: NOMENAS

source: show logins from given NAS
pt_br: mostra logins do NAS dado

source: use long output format
pt_br: usa formato longo de saída

source: show logins from given port
pt_br: mostra logins da porta dada

source: show the login session duration in seconds
pt_br: mostra a duração da sessão de login em segundos

source: widen the duration field to show seconds
pt_br: alarga o campo de duração para mostrar os segundos

source: --width is incompatible with --show-seconds
pt_br: --width é incompatível com --show-seconds

source: can't open file %s
pt_br: não foi possível abrir o arquivo %s

source: System accounting is disabled
pt_br: Conta de sistema está desabilitada

source: radwtmp begins %s
pt_br: radwtmp começa com %s

source: still logged in
pt_br: ainda está conectado

source: error reading dictionary file
pt_br: erro ao ler o arquivo de dicionário

source: not enough 'while's to break from
pt_br: "while"s insuficientes para quebra

source: return outside of a function definition
pt_br: return fora de uma definição de função

source: undefined function `%s'
pt_br: função indefinida "%s"

source: nested function definitions are not allowed
pt_br: definições de funções aninhadas não é permitido

source: the current function definition begins here
pt_br: a definição da função atual começa aqui

source: `%s' previously defined here
pt_br: "%s" definida anteriormente aqui

source: warning: truncating binary string
pt_br: aviso: truncando sintrg binária

source: expected integer value or request code name
pt_br: esperava-se valor inteiro ou nome de código da requisição

source: warning: '*' is meaningless for this attribute type
pt_br: aviso: "*" não tem sentido para esse tipo de atributo

source: Misplaced `end'
pt_br: "end" mal posicionado

source: Unexpected end of line
pt_br: Fim de linha inesperado

source: In function `%s':
pt_br: Na função "%s":

source: At top level:
pt_br: No nível superior:

source: Radius client shell
pt_br: shell do cliente Radius

source: radtest specific switches:
pt_br: alternadores específicos do radtest:

source: VARIABLE=VALUE
pt_br: VARIÁVEL=VALOR

source: assign a VALUE to VARIABLE
pt_br: atribui um VALOR a VARIÁVEL

source: set debugging level
pt_br: define o nível de depuração

source: Read input from FILE. Stops further processing of the command line.
pt_br: Lê entrada de ARQUIVO. Interrompe outros processamentos da linha de comando.

source: set number of retries
pt_br: define número de novas tentativas

source: SERVER
pt_br: SERVIDOR

source: set radius server parameters
pt_br: define parâmetros de servidor radius

source: set timeout
pt_br: define o tempo de espera

source: verbose mode
pt_br: modo detalhado

source: disable interactive mode
pt_br: desabilita o modo interativo

source: Check the input file syntax and exit
pt_br: Verifica a sintaxe do arquivo de entrada e sai

source: assign: expected `='
pt_br: atribuição: esperava "="

source: can't parse server definition
pt_br: não foi possível analisar a definição do servidor

source: no shared secret for the server
pt_br: nenhum segredo compartilhado para o servidor

source: bad IP address or host name: %s
pt_br: endereço IP ou nome da máquina inválido: %s

source: bad separator near %s
pt_br: separador inválido próximo a %s

source: No servers specfied. Use -s option.
pt_br: Nenhum servidor especificado. Use a opção -s.

source: assign: missing closing quote
pt_br: atribuição: faltando aspas de fechamento

source: assign: invalid IP address: %s
pt_br: atribuição: endereço IP inválido: %s

source: out of memory
pt_br: memória insuficiente

source: division by zero
pt_br: divisão por zero

source: addition
pt_br: adição

source: subtraction
pt_br: subtração

source: multiplication
pt_br: multiplicação

source: division
pt_br: divisão

source: boolean conjunction
pt_br: conjunção lógica

source: boolean disjunction
pt_br: disjunção lógica

source: comparison
pt_br: comparação

source: incompatible types in %s
pt_br: tipos incompatíveis em %s

source: binary negation
pt_br: negação binária

source: numeric negation
pt_br: negação numérica

source: incompatible data type in %s
pt_br: tipo de dados incompatível em %s

source: variable `%s' used before definition
pt_br: variável "%s" usada antes de sua definição

source: %s:%d: unknown data type
pt_br: %s:%d: tipo de dados desconhecido

source: invalid data type
pt_br: tipo inválido de dados

source: undefined
pt_br: indefinido

source: ipaddress
pt_br: endereçoip

source: binary string
pt_br: string binária

source: pairlist
pt_br: listadepares

source: A/V list
pt_br: lista A/V

source: to undefined
pt_br: para indefinido

source: to ipaddress
pt_br: para endereçoip

source: to binary string
pt_br: para string binária

source: to pairlist
pt_br: para listadepares

source: to A/V list
pt_br: para lista A/V

source: cannot convert %s %s
pt_br: não foi possível converter %s %s

source: not a pair list
pt_br: não é uma lista de pares

source: invalid data type in send statement (expected A/V list)
pt_br: tipo de dados inválido na instrução send (esperava lista A/V)

source: expect %s
pt_br: esperava %s

source: got %s
pt_br: obteve %s

source: expected A/V pair list
pt_br: esperava uma lista de pares A/V

source: invalid data type in exit statement
pt_br: tipo de dados inválido na instrução exit

source: invalid data type in `shift'
pt_br: tipo de dados inválido em "shift"

source: not enough arguments to shift
pt_br: argumentos insuficientes para shift

source: display who is logged on by Radius
pt_br: exibe quem está conectado por Radius

source: FORMAT
pt_br: FORMATO
