Repository: geyslan/incomplete-translations
Catalog: tp/radius-1.6.1.*.po
Languages: pt_br

source: %s: option `%s' is ambiguous
pt_br: %s: a opção "%s" é ambígua

source: %s: option `--%s' doesn't allow an argument
pt_br: %s: a opção "--%s" não permite um argumento

source: %s: option `%c%s' doesn't allow an argument
pt_br: %s: a opção "%c%s" não permite um argumento

source: %s: option `%s' requires an argument
pt_br: %s: a opção "%s" requer um argumento

source: %s: unrecognized option `--%s'
pt_br: %s: opção não reconhecida "--%s"

source: %s: unrecognized option `%c%s'
pt_br: %s: opção não reconhecida "%c%s"

source: %s: illegal option -- %c
pt_br: %s: opção ilegal -- %c

source: %s: invalid option -- %c
pt_br: %s: opção inválida -- %c

source: %s: option requires an argument -- %c
pt_br: %s: a opção exige um argumento -- %c

source: %s: option `-W %s' is ambiguous
pt_br: %s: a opção "-W %s" é ambígua

source: %s: option `-W %s' doesn't allow an argument
pt_br: %s: a opção "-W %s" não permite um argumento

source: ARGP_HELP_FMT: %s value is less than or equal to %s
pt_br: ARGP_HELP_FMT: O valor %s é menor do que ou igual a %s

source: %.*s: ARGP_HELP_FMT parameter requires a value
pt_br: %.*s: O parâmetro ARGP_HELP_FMT exige um valor

source: %.*s: ARGP_HELP_FMT parameter must be positive
pt_br: %.*s: O parâmetro ARGP_HELP_FMT deve ser positivo

source: %.*s: Unknown ARGP_HELP_FMT parameter
pt_br: %.*s: Parâmetro ARGP_HELP_FMT desconhecido

source: Garbage in ARGP_HELP_FMT: %s
pt_br: Lixo em ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
pt_br: Argumentos obrigatórios e opcionais para opções grandes também o são para a opção curta correspondente.

source: Usage:
pt_br: Uso:

source: or:
pt_br: ou:

source: [OPTION...]
pt_br: [OPÇÃO...]

source: Try `%s --help' or `%s --usage' for more information.
pt_br: Tente "%s --help" ou "%s --usage" para mais informações.

source: Report bugs to %s.
pt_br: Relate erros para %s. Relate erros de tradução para <http://ldpbr-translation@lists.sourceforge.net>

source: Unknown system error
pt_br: Erro desconhecido do sistema

source: give this help list
pt_br: fornece essa lista de ajuda

source: give a short usage message
pt_br: fornece uma mensagem curta de uso

source: NAME
pt_br: NOME

source: set the program name
pt_br: define o nome do programa

source: SECS
pt_br: SEGS

source: hang for SECS seconds (default 3600)
pt_br: segura por SEGS segundos (padrão 3600)

source: print program version
pt_br: exibe a versão do programa

source: (PROGRAM ERROR) No version known!?
pt_br: (ERRO DO PROGRAMA) Nenhuma versão conhecida!?

source: %s: Too many arguments
pt_br: %s: Argumentos demais

source: (PROGRAM ERROR) Option should have been recognized!?
pt_br: (ERRO DO PROGRAMA) A opção deveria ter sido reconhecida!?

source: make_pair(): attribute %d not found in dictionary
pt_br: make_pair(): atributo %d não localizado no dicionário

source: Actual request length does not match reported length (%d, %d)
pt_br: O tamanho real da solicitação não corresponde ao tamanho informado (%d, %d)

source: Received invalid reply digest from server
pt_br: Recebida resumo de resposta inválida do servidor

source: select() interrupted
pt_br: select() interrompido

source: invalid port type
pt_br: tipo de porta inválida

source: error receiving data from %s:%d
pt_br: erro ao receber dados de %s:%d

source: unknown keyword
pt_br: palavra-chave desconhecida

source: wrong number of fields
pt_br: número incorreto de campos

source: bad IP address or host name
pt_br: endereço IP ou nome da máquina inválido

source: bad port number %s
pt_br: número de porta inválido %s

source: bad timeout value
pt_br: valor de tempo limite inválido

source: bad retry value
pt_br: valor de tentativas inválido

source: compiled without debugging support
pt_br: compilado sem suporte a depuração

source: too few fields
pt_br: poucos campos

source: too many fields
pt_br: campos demais

source: missing ]
pt_br: faltando ]

source: invalid syntax flag %c
pt_br: flag de sintaxe inválida %c

source: invalid flag %c
pt_br: flag inválida %c

source: value not a number (near %s)
pt_br: o valor não é um número (próximo a %s)

source: no parser registered for this attribute
pt_br: nenhum interpretador registrado para esse atributo

source: invalid type
pt_br: tipo inválido

source: unknown vendor
pt_br: fornecedor desconhecido

source: Redefining attribute %s
pt_br: Redefinindo atributo %s

source: Redefining alias %s
pt_br: Redefinindo alias %s

source: Attribute %s is not defined
pt_br: O atributo %s não está definido

source: Symbol %s already declared
pt_br: Símbolo %s já dedeclaradoomo símbolo de comparação

source: PROPERTY syntax error
pt_br: erro de sintaxe em PROPERTY

source: blocks cannot be nested
pt_br: blocos não podem ser aninhados

source: block opened here
pt_br: Bloco aberto aqui

source: block syntax: expected `VENDOR' but found `%s'
pt_br: sintaxe de bloco: esperava "VENDOR", mas encontrou "%s"

source: unexpected END
pt_br: END inesperado

source: BEGIN without END
pt_br: BEGIN sem END

source: %s: %d error
pt_br: %s: %d erro

source: not enough memory
pt_br: memória insuficiente

source: low core: aborting
pt_br: núcleo baixo: aborando

source: can't stat `%s'
pt_br: não foi possível obter estado de "%s"

source: can't open file `%s'
pt_br: não foi possível abrir o arquivo "%s"

source: %s: read error
pt_br: %s: erro de leitura

source: %s: short read
pt_br: %s: leitura curta

source: grad_ut_setent(): cannot open `%s'
pt_br: grad_ut_setent(): não foi possível abrir "%s"

source: login: entry for NAS %s port %d duplicate
pt_br: login: entrada para NAS %s porta %d duplicada

source: login: entry for NAS %s port %d wrong order
pt_br: login: entrada para NAS %s porta %d em ordem errada

source: logout: entry for NAS %s port %d has wrong ID (expected %s found %s)
pt_br: logout: entrada para NAS %s porta %d tem ID errado (esperava %s localizado %s)

source: logout: login entry for NAS %s port %d not found
pt_br: logout: entrada de login para NAS %s porta %d não localizada

source: can't open %s
pt_br: não foi possível abrir %s

source: `%s' already included here
pt_br: "%s" já incluído aqui

source: `%s' already included at top level
pt_br: "%s" já incluído em nível de topo

source: can't open `%s'
pt_br: não foi possível abrir "%s"

source: discarding user `%s'
pt_br: descartando o usuário "%s"

source: unknown attribute `%s'
pt_br: atributo desconhecido "%s"

source: %s: not an absolute pathname
pt_br: %s: não é um caminho absoluto

source: attribute
pt_br: atributo

source: value %s is not declared for attribute %s
pt_br: o valor %s não está declarado para o atributo %s

source: %s: can't parse date
pt_br: %s: não foi possível analisar a data

source: %s: unknown attribute type %d
pt_br: %s: tipo de atributo desconhecido %d

source: enabled userfile parser debugging
pt_br: habilitada depuração de análise de arquivo de usuário

source: disabled userfile parser debugging
pt_br: desabilitada depuração de análise de arquivo de usuário

source: string too long: %s
pt_br: string muito longa: %s

source: missing closing quote in string started near `%s'
pt_br: faltando aspas de fechamento na string iniciada próximo a "%s"

source: error in format spec: unknown format %s
pt_br: erro na especificação do formato: formato desconhecido %s

source: wrong number of arguments to form %s
pt_br: número errado de argumentos para formulário %s

source: form `%s' not closed
pt_br: formulário "%s" não fechado

source: Set path to the configuration directory
pt_br: Define o caminho para o diretório de configuração

source: print license and exit
pt_br: exibe a licença e sai

source: Common options
pt_br: Opções comuns

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with GNU Radius; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
pt_br: Este programa é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicado pela Free Software Foundation, seja a versão 3 da Licença ou (a seu critério) qualquer versão posterior. Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem a garantia implícita de COMERCIALIZAÇÃO OU ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Veja a Licença Pública Geral GNU para obter mais detalhes. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com GNU Radius; se não, escreva para a Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.

source: no Acct-Status-Type attribute
pt_br: nenhum atributo Acct-Status-Type

source: NAS %s started (Accounting-On packet seen)
pt_br: NAS %s iniciado (pacote Accounting-On visto)

source: NAS %s shut down (Accounting-Off packet seen)
pt_br: NAS %s desligado (pacote Accounting-Off visto)

source: unknown packet type (%d)
pt_br: tipo de pacote desconhecido (%d)

source: NOT writing wtmp record
pt_br: NÃO escreverá registro wtmp

source: System accounting is disabled
pt_br: Conta de sistema está desabilitada

source: Cannot stat path component: %s
pt_br: Não foi possível obter estado do componente de caminho: %s

source: Cannot create directory %s
pt_br: Não foi possível criar o diretório %s

source: Path component is not a directory: %s
pt_br: O componente de caminho não é a um diretório: %s

source: %s: directory not writable
pt_br: %s: o diretório não pode ser escrito

source: %s: not a directory
pt_br: %s: não é um diretório

source: Detailed accounting is disabled
pt_br: Conta detalhada está desabilitada

source: wrong return type
pt_br: tipo de retorno errado

source: Invalid password aging information for user '%s'
pt_br: Informações de expiração de senha inválidas para o usuário "%s"

source: account locked
pt_br: conta travada

source: No username
pt_br: Nenhum nome de usuário

source: Malformed username
pt_br: Nome do usuário malformado

source: unknown Password-Location value: %ld
pt_br: valor de Password-Location desconhecido: %ld

source: PAM authentication not available
pt_br: Autenticação PAM não disponível

source: No such user
pt_br: usuário inexistente

source: Login rejected
pt_br: Login rejeitado

source: denied by Scheme procedure
pt_br: negado por procedimento Scheme

source: Invalid Auth-Failure-Trigger value: %s
pt_br: valor de Auth-Failure-Trigger inválido: %s

source: The value of Auth-Failure-Trigger attribute must begin with '/' or '('.
pt_br: O valor do atributo Auth-Failure-Trigger deve começar com "/" ou "(".

source: Rejected
pt_br: Rejeitado

source: Ignored
pt_br: Ignorado

source: Login incorrect
pt_br: Login incorreto

source: Account expired
pt_br: Conta expirada

source: Password expired
pt_br: Senha expirada

source: Account disabled
pt_br: Conta desabilitada

source: Login failed
pt_br: Login falhou

source: realm quota exceeded for
pt_br: cota de reino excedida para

source: Multiple logins: [%s] max. %ld%s
pt_br: Múltiplos logins: [%s] máx. %ld%s

source: [MPP attempt]
pt_br: [tentativa de MPP]

source: Outside allowed timespan (%s)
pt_br: Fora do tempo permitido (%s)

source: external check failed:
pt_br: verificação externa falhou:

source: too many attributes
pt_br: número excessivo de atributos

source: can't store datum for %s
pt_br: não foi possível armazenar o dado para %s

source: cannot open dbm file %s
pt_br: não foi possível abrir o arquivo dbm %s

source: unknown NAS type: %s (nas %s)
pt_br: tipo de NAS desconhecido: %s (nas %s)

source: timed out in waiting SNMP response from NAS %s
pt_br: esgotado na espera de resposta SNMP do NAS %s

source: no snmp_oid
pt_br: nenhum snmp_oid

source: invalid OID: %s
pt_br: OID inválido: %s

source: can't create snmp session: %s
pt_br: não foi possível criar sessão snmp: %s

source: can't open snmp session: %s
pt_br: não foi possível abrir sessão snmp: %s

source: can't create SNMP PDU: %s
pt_br: não foi possível criar PDU de SNMP: %s"

source: unknown host: %s
pt_br: host desconhecido: %s

source: timed out in waiting for finger response from NAS %s
pt_br: esgotado na espera de resposta de finger do NAS %s

source: path variable not set
pt_br: variável de caminho não definida

source: expr variable not set
pt_br: variável de expressão não definida

source: unknown block statement
pt_br: declaração de bloco desconhecida

source: invalid netmask length: %d
pt_br: tamanho de máscara de rede inválida: %d

source: %s:%d: unexpected EOF in comment started at line %d
pt_br: %s:%d: EOF inesperado no comentário iniciado na linha %d

source: %s:%d: no such service: %s
pt_br: %s:%d: serviço inexistente: %s

source: %s:%d: unknown host: %s
pt_br: %s:%d: nome de máquina desconhecido: %s

source: INTERNAL ERROR at %s:%d: unknown datatype %d
pt_br: ERRO INTERNO em %s:%d: tipo de dados desconhecido %d

source: %s:%d: wrong datatype (should be %s)
pt_br: %s:%d: tipo de dados incorreto (deve ser %s)

source: too few arguments
pt_br: poucos argumentos

source: too many arguments
pt_br: argumentos demais

source: %s:%d: obsolete statement
pt_br: %s:%d: desclaração obsoleta

source: can't open config file `%s'
pt_br: não foi possível abrir o arquivo de configuração "%s"

source: reading %s
pt_br: lendo %s

source: no such user: %s
pt_br: usuário inexistente: %s

source: setgroups(1, %lu) failed
pt_br: setgroups(1, %lu) falhou

source: setegid(%lu) failed
pt_br: setegid(%lu) falhou

source: setregid(%lu,%lu) failed
pt_br: setregid(%lu,%lu) falhou

source: setresgid(%lu,%lu,%lu) failed
pt_br: setresgid(%lu,%lu,%lu) falhou

source: setgid(%lu) failed
pt_br: setgid(%lu) falhou

source: cannot set effective gid to %lu
pt_br: não foi possível definir gid efetivo para %lu

source: setreuid(%lu,-1) failed
pt_br: setreuid(%lu,-1) falhou

source: second setuid(%lu) failed
pt_br: segundo setuid(%lu) falhou

source: setuid(%lu) failed
pt_br: setuid(%lu) falhou

source: seteuid(0) succeeded when it should not
pt_br: seteuid(0) obteve sucesso quando não deveria

source: cannot drop non-root setuid privileges
pt_br: não foi possível descartar privilégios não-root de setuid

source: radius_exec_command(): won't execute, not an absolute pathname: %s
pt_br: radius_exec_command(): não executará, não é um caminho absoluto: %s

source: can't reset SIGCHLD
pt_br: não foi possível redefinir SIGCHLD

source: can't restore SIGCHLD
pt_br: não foi possível restaurar SIGCHLD

source: can't run external program `%s' (reason reported via syslog channel user.err)
pt_br: não foi possível executar o programa externo "%s" (motivo relatado via canal de syslog user.err)

source: external program `%s' %s
pt_br: programa externo "%s" %s

source: radius_exec_program(): won't execute, not an absolute pathname: %s
pt_br: radius_exec_program(): não executará, não é um caminho absoluto: %s

source: couldn't open pipe
pt_br: não foi possível abrir pipe

source: can't close pipe
pt_br: não foi possível fechar pipe

source: can't dup stdout
pt_br: não foi possível fazer dup do stdout

source: <stdout of %s>:%d: %s
pt_br: <stdout de %s>:%d: %s

source: filter %s (pid %d) %s (in: %u, out: %u)
pt_br: filtro %s (pid %d) %s (entrada: %u, saída: %u)

source: filter %s is not declared
pt_br: o filtro %s não está declarado

source: cannot run filter %s
pt_br: não foi possível executar o filtro %s

source: filter %s
pt_br: filtro %s

source: reading from filter %s
pt_br: leitura a partir do filtro %s

source: filter %s (auth): bad output: %s
pt_br: filtro: %s (auth): saída inválida: %s

source: filter %s (acct): bad output: %s
pt_br: filtro: %s (acct): saída inválida: %s

source: %s:%d: filter already declared at %s:%d
pt_br: %s:%d: filtro já declarado em %s:%d

source: discarding entry `%s'
pt_br: descartando a entrada "%s"

source: zero length username not permitted
pt_br: nome de usuário com tamanho zero não é permitido

source: unknown attribute `%s/%s'
pt_br: atributo desconhecido "%s/%s"

source: expected %s, but found %s
pt_br: esperava %s, mas encontrou %s

source: grad_create_pair failed on %s
pt_br: grad_create_pair falhou em %s

source: not defined
pt_br: não definido

source: cannot execute `%s'
pt_br: não foi possível executar "%s"

source: unknown method
pt_br: método desconhecido

source: user `%s' already found in %s
pt_br: usuário “%s” já localizado em %s

source: %d user disabled
pt_br: %d usuário desabilitado

source: using only dbm: USERS NOT LOADED
pt_br: usando apenas dbm: USUÁRIOS NÃO CARREGADOS

source: DBM files found but no -b flag given - NOT using DBM
pt_br: Arquivos DBM localizados, mas nenhuma opção -b passada - NÃO usando DBM

source: can't load %s: exited
pt_br: não foi possível carregar %s: saiu

source: %s reloaded.
pt_br: %s recarregado.

source: SQL Error: SQL client could not be initialized
pt_br: Erro de SQL: o cliente SQL não pôde ser inicializado

source: INTERNAL ERROR: unknown reload code: %d
pt_br: ERRO INTERNO: código de recarregamento desconhecido: %d

source: can't create parser output file `%s'
pt_br: não foi possível criar o arquivo de saída da análise "%s"

source: dumped users database to %s
pt_br: banco de dados de usuários despejado para %s

source: Can't forward to %s:%d
pt_br: Não foi possível encaminhar para %s:%d

source: Forwarding host %s not listed in clients
pt_br: Encaminhando host %s não listado nos clientes

source: Can't open forwarding socket
pt_br: Não foi possível abrir o soquete de encaminhamento

source: Can't bind forwarding socket
pt_br: Não foi possível vincular o soquete de encaminhamento

source: none
pt_br: nenhum

source: Main
pt_br: Principal

source: alert
pt_br: alerta

source: error
pt_br: erro

source: warning
pt_br: aviso

source: notice
pt_br: notícia

source: debug
pt_br: depuração

source: could not append to file %s
pt_br: não foi possível anexar ao arquivo %s

source: %s: cannot change owner to %d:%d
pt_br: %s: não foi possível alterar o dono para %d:%d

source: can't access log file `%s'
pt_br: não foi possível acessar o arquivo de log "%s"

source: exited with status %d
pt_br: saiu com status %d

source: terminated on signal %d
pt_br: encerrado com sinal %d

source: terminated
pt_br: encerrado

source: %s:%d: no channel mode for `%s'
pt_br: %s:%d: nenhum modo de volume para "%s"

source: no levels applicable for this category
pt_br: nenhum nível aplicável para essa categoria

source: %s:%d: channel `%s' not defined
pt_br: %s:%d: canal "%s" não definido

source: %s:%d: list item %d has wrong datatype
pt_br: %s:%d: o item de lista %d possui tipo de dados errado

source: %s:%d: no such module name: %s
pt_br: %s:%d: nome de módulo inexistente: %s

source: can't open menu `%s'
pt_br: não foi possível abrir o menu "%s"

source: *** User Menu is Not Available ***
pt_br: *** Menu de Usuário Não Está Disponível ***

source: check_ts(): unknown NAS
pt_br: check_ts(): NAS desconhecido

source: assuming `%s' is logged in
pt_br: presumindo que "%s" está autenticado

source: assuming `%s' is NOT logged in
pt_br: presumindo que "%s" NÃO está autenticado

source: rad_pam_conv(): no application-specific data passed
pt_br: rad_pam_conv(): nenhum dado específico de aplicativo passado

source: couldn't send request to realm %s
pt_br: não foi possível enviar uma requisição ao reino %s

source: Match-Profile refers to non-existing profile (%s)
pt_br: Match-Profile faz referência a um perfil inexistente (%s)

source: circular dependency for %s
pt_br: dependência circular para %s

source: not enough memory for transitivity check
pt_br: memória insuficiente para verificação de transitividade

source: USER LIST IS EMPTY
pt_br: LISTA DE USUÁRIO ESTÁ VAZIA

source: duplicate %s attribute
pt_br: atributo %s duplicado

source: attribute %s not allowed in LHS
pt_br: atributo %s não permitido em LHS

source: Match-Profile refers to a DEFAULT entry
pt_br: Match-Profile faz referência a uma entrada DEFAULT

source: Simultaneous-Use is used, but multiple login checking is not enabled
pt_br: Simultaneous-Use está sendo usado, mas verificação de múltiplos logins não está habilitado

source: No User-Password attribute in LHS
pt_br: Nenhum atributo User-Password em LHS

source: Auth-Type = System can only be used when running with root privileges
pt_br: Auth-Type = System só pode ser usado ao executar com privilégios de root

source: User-Password attribute ignored for this Auth-Type
pt_br: Atributo User-Password ignorado para esse Auth-Type

source: Password-Location attribute ignored for this Auth-Type
pt_br: Atributo Password-Location ignorado para esse Auth-Type

source: Authentication type not supported
pt_br: Tipos de autenticação sem suporte

source: Both Auth-Data and PAM-Auth attributes present
pt_br: Atributos Auth-Data e PAM-Auth presentes

source: attribute %s not allowed in RHS
pt_br: atributo %s não permitido em RHS

source: Use of Add-Port-To-IP-Address is deprecated
pt_br: Uso de Add-Port-To-IP-Address está obsoleto

source: BEGIN without Fall-Through
pt_br: BEGIN sem Fall-Through

source: request from unknown client
pt_br: requisição de um cliente desconhecido

source: Dropping packet
pt_br: Descartando pacote

source: Retransmitting %s reply
pt_br: Retransmissão resposta de %s

source: request failed
pt_br: requisição falhou

source: Unrecognized proxy reply from server %s, proxy ID %d
pt_br: Resposta de proxy desconhecida do servidor %s, ID de proxy %d

source: unknown request code %d
pt_br: código de requisição desconhecido %d

source: rule trace: %s
pt_br: traço de regra: %s

source: GNU radius daemon
pt_br: Daemon do GNU radius

source: radiusd specific switches:
pt_br: alternadores específicos do radiusd:

source: Stay in foreground
pt_br: Fica em primeiro plano

source: Select operation mode: test, checkconf, builddbm.
pt_br: Seleciona o modo de operação: test, checkconf, builddbm.

source: Run in single process mode
pt_br: Executa em modo de processo único

source: Store pidfile in DIR
pt_br: Armazena o arquivo de pid em DIR

source: Show compilation defaults
pt_br: Mostra padrões de compilação

source: Quiet mode (valid only with --mode)
pt_br: Modo quieto (válido apenas com --mode)

source: FILE
pt_br: ARQUIVO

source: Select port numbers from available UDP ports
pt_br: Seleciona números de pora de portas UDP disponíveis

source: Daemon configuration options. Please use raddb/config instead.
pt_br: Opções de configuração de daemon. Por favor, use raddb/config.

source: Do detailed authentication logging
pt_br: Faça o registro detalhado de autenticação

source: Set accounting directory
pt_br: Definir diretório de contas

source: Enable DBM support
pt_br: Habilita suporte a DBM

source: Set logging directory name
pt_br: Define o nome do diretório de registro

source: Do not resolve IP addresses
pt_br: Não resolve endereços IP

source: IPADDR
pt_br: ENDIP

source: Listen on IPADDR
pt_br: Ouve no endereço ENDIP

source: Set authentication port number
pt_br: Define o número de porta de autenticação

source: Strip prefixes/suffixes off user names before logging
pt_br: Retira prefixos/sufixos de nomes de usuários antes de registro

source: DEBUGSPEC
pt_br: ESPECDEPUR

source: Set debugging level
pt_br: Define o nível de depuração

source: Log authentications
pt_br: Autenticações de registro

source: Log users' passwords
pt_br: Registra senhas dos usuários
