Repository: geyslan/incomplete-translations
Catalog: tp/wget2-1.99.1.*.po
Languages: pt_br

source: Unknown system error
pt_br: Erro desconhecido de sistema

source: Address family for hostname not supported
pt_br: Não há suporte para família de endereços para nome de máquina

source: Temporary failure in name resolution
pt_br: Falha temporária na resolução de nome

source: Bad value for ai_flags
pt_br: Valor inválido para ai_flags

source: Non-recoverable failure in name resolution
pt_br: Falha irrecuperável na resolução de nome

source: ai_family not supported
pt_br: Não há suporte a ai_family

source: Memory allocation failure
pt_br: Falha na alocação de memória

source: No address associated with hostname
pt_br: Nenhum endereço associado ao nome de máquina

source: Name or service not known
pt_br: Nome ou serviço desconhecido

source: Servname not supported for ai_socktype
pt_br: Sem suporte ao nome de serviço pelo ai_socktype

source: ai_socktype not supported
pt_br: Não há suporte a ai_socktype

source: System error
pt_br: Erro de sistema

source: Argument buffer too small
pt_br: Buffer de argumentos é pequeno demais

source: Processing request in progress
pt_br: Processamento de requisição em andamento

source: Request canceled
pt_br: Requisição cancelada

source: Request not canceled
pt_br: Requisição não cancelada

source: All requests done
pt_br: Todas as requisições foram atendidas

source: Interrupted by a signal
pt_br: Interrompido por um sinal

source: Parameter string not correctly encoded
pt_br: Texto do parâmetro codificado incorretamente

source: Unknown error
pt_br: Erro desconhecido

source: Success
pt_br: Sucesso

source: No match
pt_br: Nenhuma ocorrência do padrão

source: Invalid regular expression
pt_br: Expressão regular inválida

source: Invalid collation character
pt_br: Caractere de combinação inválido

source: Invalid character class name
pt_br: Nome inválido de categoria de caracteres

source: Trailing backslash
pt_br: Barra invertida no final

source: Invalid back reference
pt_br: Retrorreferência inválida

source: Unmatched [, [^, [:, [., or [=
pt_br: [, [^, [:, [. ou [= sem correspondente

source: Unmatched ( or \(
pt_br: ( ou \( sem correspondente

source: Unmatched \{
pt_br: \{ sem correspondente

source: Invalid content of \{\}
pt_br: Conteúdo inválido de \{\}

source: Invalid range end
pt_br: Fim de intervalo inválido

source: Memory exhausted
pt_br: Memória esgotada

source: Invalid preceding regular expression
pt_br: A expressão regular precedente é inválida

source: Premature end of regular expression
pt_br: Fim prematuro da expressão regular

source: Regular expression too big
pt_br: Expressão regular grande demais

source: Unmatched ) or \)
pt_br: ) ou \) sem correspondente

source: No previous regular expression
pt_br: Nenhuma expressão regular anterior

source: cannot create pipe
pt_br: não foi possível criar redirecionamento

source: %s subprocess failed
pt_br: subprocesso %s falhou

source: _open_osfhandle failed
pt_br: _open_osfhandle falhou

source: cannot restore fd %d: dup2 failed
pt_br: não foi possível restaurar descritor de arquivo %d: dup2 falhou

source: %s subprocess
pt_br: subprocesso %s

source: %s subprocess got fatal signal %d
pt_br: o subprocesso %s recebeu sinal fatal %d

source: memory exhausted
pt_br: memória esgotada

source: Cookie without name or assignment ignored
pt_br: Cookie sem nome ou atribuição ignorada

source: Incomplete cookie entry: %s
pt_br: Entrada de cookie incompleta: %s

source: Failed to read cookies
pt_br: Falha ao ler cookies

source: Fetched cookies from '%s'
pt_br: Obtido cookies de "%s"

source: Failed to write cookie file '%s'
pt_br: Falha ao escrever arquivo de cookie "%s"

source: Saved %d cookie%s into '%s'
pt_br: Salvado %d cookie%s em "%s"

source: No cookies to save. Table is empty.
pt_br: Nenhum cookie para salvar. A tabela está vazia.

source: Unknown token after @charset: %d
pt_br: Token desconhecido após @charset: %d

source: Failed to open %s
pt_br: Falha ao abrir: %s

source: URI content encoding = '%s'
pt_br: Codificação de conteúdo da URI = "%s"

source: Cannot resolve relative URI '%s'
pt_br: Não foi possível resolver URI relativo "%s"

source: Failed to init gzip decompression
pt_br: Falha ao inicializar descompressão gzip

source: Failed to uncompress gzip stream (%d)
pt_br: Falha ao descomprimir fluxo gzip (%d)

source: Failed to close gzip stream (%d)
pt_br: Falha ao fechar fluxo gzip (%d)

source: Failed to init deflate decompression
pt_br: Falha ao inicializar descompressão deflate

source: Failed to init LZMA decompression
pt_br: Falha ao inicializar descompressão LZMA

source: Failed to uncompress LZMA stream (%d)
pt_br: Falha ao descomprimir fluxo LZMA (%d)

source: Failed to init Brotli decompression
pt_br: Falha ao inicializar descompressão Brotli

source: Failed to uncompress Brotli stream (%u): %s
pt_br: Falha ao descomprimir fluxo Brotli (%u): %s

source: Failed to init bzip2 decompression
pt_br: Falha ao inicializar descompressão bzip2

source: Failed to uncompress bzip2 stream (%d)
pt_br: Falha ao descomprimir fluxo bzip2 (%d)

source: Failed to transcode '%s' string into '%s' (%d)
pt_br: Falha ao transcodificar "%s" string em "%s" (%d)

source: Failed to prepare transcoding '%s' into '%s' (%d)
pt_br: Falha ao preparar transcodificação de "%s" em "%s" (%d)

source: u8_tolower(%s) failed (%d)
pt_br: u8_tolower(%s) falhou (%d)

source: toASCII(%s) failed (%d): %s
pt_br: toASCII(%s) falhou (%d): %s

source: toASCII failed (%d): %s
pt_br: toASCII falhou (%d): %s

source: Invalid UTF-8 sequence not converted: '%s'
pt_br: Sequência UTF-8 inválida não convertida: "%s"

source: toASCII not available: '%s'
pt_br: toASCII não disponível: "%s"

source: Failed to hash (%d)
pt_br: Falha no hash (%d)

source: Unknown hash type '%s'
pt_br: Tipo de hash desconhecido "%s"

source: %s: Hash type '%s' not supported by linked crypto engine
pt_br: %s: Tipo de hash "%s" sem suporte no mecanismo criptográfico vinculado

source: %s: Failed to read %llu bytes
pt_br: %s: Falha ao ler %llu bytes

source: HPKP: could not parse host line '%s'
pt_br: HPKP: não foi possível analisar a linha de host "%s"

source: HPKP: could not parse pin line '%s'
pt_br: HPKP: não foi possível analisar a linha de pin "%s"

source: Failed to read HPKP data
pt_br: Falha ao ler dados HPKP

source: Failed to write HPKP file '%s'
pt_br: Falha ao escrever arquivo HPKP "%s"

source: Failed to parse HSTS line: '%s'
pt_br: Falha ao analisar linha HSTS: "%s"

source: Failed to read HSTS data
pt_br: Falha ao ler dados HSTS

source: Fetched HSTS data from '%s'
pt_br: Obtidos dados HSTS do "%s"

source: Failed to write HSTS file '%s'
pt_br: Falha ao escrever arquivo HSTS "%s"

source: Saved %d HSTS entr%s into '%s'
pt_br: Salvado %d HSTS entr%s em "%s"

source: No HSTS entries to save. Table is empty.
pt_br: Nenhuma entrada HSTS para salvar. A tabela está vazia.

source: %s: Unknown key %d (or value must not be an integer)
pt_br: %s: Chave desconhecida %d (ou valore não pode ser um inteiro)

source: Unsupported quality of protection '%s'.
pt_br: Não há suporte para a qualidade de proteção "%s".

source: Unsupported algorithm '%s'.
pt_br: Não há suporte para o algoritmo "%s".

source: Decompress failed [host: %s - resource: %s]
pt_br: Descompressão falhou [host: %s - recurso: %s]

source: Failed to create HTTP2 callbacks
pt_br: Falha ao criar retornos de chamada HTTP2

source: Failed to create HTTP2 client session (%d)
pt_br: Falha ao criar sessão do cliente HTTP2 (%d)

source: Failed to submit HTTP2 client settings (%d)
pt_br: Falha ao enviar as configurações do cliente HTTP2 (%d)

source: Failed to terminate HTTP2 session (%d)
pt_br: Falha ao finalizar a sessão HTTP2 (%d)

source: Failed to submit HTTP2 request
pt_br: Falha ao enviar requisição HTTP2

source: Failed to create request buffer
pt_br: Falha criar buffer de requisição

source: Chunk size overflow: %lX
pt_br: Excesso de tamanho do pedaço: %lX

source: Expected end-of-chunk not found
pt_br: Fim do pedaço esperado não foi encontrado

source: Failed to read %zd bytes (%d)
pt_br: Falha ao ler %zd bytes (%d)

source: Just got %zu of %zu bytes
pt_br: Só consegui %zu de %zu bytes

source: Body too large: %zu instead of %zu bytes
pt_br: Corpo grande demais: %zu em vez de %zu bytes

source: Failed to write %zu bytes of data (%d: %s)
pt_br: Falha ao escrever %zu bytes de dados (%d: %s)

source: Unknown option %d
pt_br: Opção desconhecida %d

source: Error parsing URL
pt_br: Erro ao analisar URL

source: Missing URL/URI
pt_br: Faltando URL/URI

source: Failed to parse date '%s'
pt_br: Falha ao analisar a data "%s"

source: HTTP response header not found
pt_br: Cabeçalho de resposta HTTP não localizado

source: %s: Unknown option %d
pt_br: %s: Opção desconhecida %d

source: %s: Failed to init networking (%d)
pt_br: %s: Falha ao inicializar rede (%d)

source: %s: Failed to deinit networking (%d)
pt_br: %s: Falha ao desinicializar rede (%d)

source: %s: Failed to read, error %d
pt_br: %s: Falha ao ler, erro %d

source: WARNING: Size of %s changed from %lld to %lld while reading. This may lead to unwanted results !
pt_br: AVISO: Tamanho de %s mudou de %lld para %lld enquanto lia. Isso pode levar para resultados indesejados !

source: Failed to fstat %s
pt_br: Falha no fstat %s

source: Failed to create '%s' (%d)
pt_br: Falha ao criar "%s" (%d)

source: Failed to lock '%s' (%d)
pt_br: Falha travar "%s" (%d)

source: Failed to read open '%s' (%d)
pt_br: Falha ao abrir para leitura "%s" (%d)

source: Failed to open tmpfile '%s' (%d)
pt_br: Falha ao abrir o arquivo temporário "%s" (%d)

source: Failed to write open '%s' (%d)
pt_br: Falha ao abrir para escrita "%s" (%d)

source: Failed to write/close '%s' (%d)
pt_br: Falha ao escrever/fechar "%s" (%d)

source: Failed to rename '%s' to '%s' (%d)
pt_br: Falha ao renomear "%s" para "%s" (%d)

source: Take manually care for '%s'
pt_br: Cuide manualmente para "%s"

source: Missing host/domain in URI '%s'
pt_br: Faltando host/domínio em URI "%s"

source: Failed to resolve %s (%s)
pt_br: Falha ao resolver %s (%s)

source: Failed to set socket to non-blocking
pt_br: Falha ao definir o soquete como não bloqueante

source: Failed to get socket flags
pt_br: Falha ao obter sinalizadores de soquete

source: Failed to set socket option REUSEADDR
pt_br: Falha ao definir a opções de soquete REUSEADDR

source: Failed to set socket option NODELAY
pt_br: Falha ao definir a opções de soquete NODELAY

source: Failed to bind (%d)
pt_br: Falha ao vincular (%d)

source: Failed to connect (%d)
pt_br: Falha ao conectar (%d)

source: Failed to create socket (%d)
pt_br: Falha ao criar soquete (%d)

source: Failed to read %zu bytes (%d)
pt_br: Falha ao ler %zu bytes (%d)

source: Failed to write %zu bytes (%d: %s)
pt_br: Falha ao escrever %zu bytes (%d: %s)

source: %s: internal error: length mismatch %zu != %zd
pt_br: %s: erro interno: tamanho incompatível %zu != %zd

source: Failed to open .netrc file '%s' (%d)
pt_br: Falha ao abrir o arquivo .netrc "%s" (%d)

source: Error in parsing XML
pt_br: Erro ao analisar XML

source: Failed to parse OCSP line: '%s'
pt_br: Falha ao analisar linha OCSP: "%s"

source: Failed to read OCSP hosts
pt_br: Falha ao ler hosts OCSP

source: Fetched OCSP hosts from '%s'
pt_br: Obtidos hosts OCSP de "%s"

source: Failed to read OCSP fingerprints
pt_br: Falha ao ler impressões digitais OCSP

source: Fetched OCSP fingerprints from '%s'
pt_br: Obtidas impressões digitais OCSP de "%s"

source: Failed to write to OCSP hosts to '%s'
pt_br: Falha ao escrever para hosts OCSP para "%s"

source: Saved OCSP hosts to '%s'
pt_br: Salvado hosts OCSP para "%s"

source: Failed to write to OCSP fingerprints to '%s'
pt_br: Falha ao escrever para impressões digitais OCSP para "%s"

source: Saved OCSP fingerprints to '%s'
pt_br: Salvadas impressões digitais OCSP para "%s"

source: Failed to create pipe for STDIN on %s
pt_br: Falha ao criar pipe para STDIN em %s

source: Failed to create pipe for STDOUT on %s
pt_br: Falha ao criar pipe para STDOUT em %s

source: Failed to create pipe for STDERR on %s
pt_br: Falha ao criar pipe para STDERR em %s

source: Failed to dup2(%d,%d) (%d)
pt_br: Falha ao executar dup2(%d,%d) (%d)

source: Failed to fork '%s'
pt_br: Falha no fork "%s"

source: Unknown config key %d (or value must not be a string)
pt_br: Chave de configuração desconhecida %d (ou valor não pode ser um inteiro)

source: Unknown config key %d (or value must not be an object)
pt_br: Chave de configuração desconhecida %d (ou valor não pode ser um objeto)

source: Unknown config key %d (or value must not be an integer)
pt_br: Chave de configuração desconhecida %d (ou valor não pode ser um inteiro)

source: Certificate info [%u]:
pt_br: Info do certificado [%u]:

source: Valid since: %s
pt_br: Válido desde: %s

source: Expires: %s
pt_br: Expira: %s

source: Fingerprint: %s
pt_br: Impressão digital: %s

source: Serial number: %s
pt_br: Número de série: %s

source: Public key: %s, %s (%u bits)
pt_br: Chave pública: %s, %s (%u bits)

source: Version: #%d
pt_br: Versão: nº %d

source: Issuer's DN: %s
pt_br: DN do emissor: %s:

source: Issuer's OID: %s
pt_br: OID do emissor: %s

source: Issuer's UID: %s
pt_br: UID do emissor: %s

source: Unknown certificate type %d
pt_br: Tipo de certificado desconhecido %d

source: TLS/IA session
pt_br: Sessão TLS/IA

source: SRP session with username %s
pt_br: Sessão SRP com nome de usuário %s

source: PSK authentication. PSK hint '%s'
pt_br: Autenticação PSK. Dica do PSK "%s"

source: PSK authentication. Connected as '%s'
pt_br: Autenticação PSK. Conectado como "%s"

source: Anonymous authentication.
pt_br: Autenticação anônima.

source: Transport authentication failure
pt_br: Falha na autenticação de transporte

source: Unsupported credential type %d.
pt_br: Não há suporte para o tipo de credencial %d.

source: Ephemeral DH using prime of %d bits
pt_br: DH efêmero usando primo de %d bits

source: Ephemeral ECDH using curve %s
pt_br: ECDH efêmero usando curva %s

source: Key Exchange: %s
pt_br: Troca de chaves: %s

source: Protocol: %s
pt_br: Protocolo: %s

source: Certificate Type: %s
pt_br: Tipo de certificado: %s

source: Cipher: %s
pt_br: Cifra: %s

source: Failed to import pubkey: %s
pt_br: Falha ao importar chave pública: %s

source: Failed to export pubkey: %s
pt_br: Falha ao exportar chave pública: %s

source: ERROR
pt_br: ERRO

source: WARNING
pt_br: AVISO

source: %s: Certificate verification error
pt_br: %s: erro de verificação de certificado

source: %s: The certificate is not trusted.
pt_br: %s: O certificado não é confiável.

source: %s: The certificate has been revoked.
pt_br: %s: O certificado foi revogado.

source: %s: The certificate hasn't got a known issuer.
pt_br: %s: O certificado não tem um emissor conhecido.

source: %s: The certificate signer was not a CA.
pt_br: %s: O signatário do certificado não era uma AC.

source: %s: The certificate was signed using an insecure algorithm.
pt_br: %s: O certificado foi assinado usando um algoritmo inseguro.

source: %s: The certificate is not yet activated.
pt_br: %s: O certificado ainda não está ativo.

source: %s: The certificate has expired.
pt_br: %s: O certificado do expirou.

source: %s: The certificate signature is invalid.
pt_br: %s: A assinatura do certificado é inválida.

source: %s: The certificate's owner does not match hostname '%s'.
pt_br: %s: O dono do certificado não coincide com o nome de máquina "%s".

source: %s: The certificate could not be verified (0x%X).
pt_br: %s: O certificado não pôde ser verificado (0x%X).

source: %s: Certificate must be X.509
pt_br: %s: O certificado deve ser X.509

source: %s: Error initializing X.509 certificate
pt_br: %s: Erro ao inicializar o certificado X.509

source: %s: No certificate was found!
pt_br: %s: Nenhum certificado foi localizado!

source: %s: Failed to parse certificate: %s
pt_br: %s: Falha ao analisar o certificado: %s

source: WARNING: The certificate's (stapled) OCSP status is invalid
pt_br: AVISO: o status OCSP (grampeado) do certificado é inválido

source: WARNING: The certificate's (stapled) OCSP status has not been sent
pt_br: AVISO: o status OCSP (grampeado) do certificado não foi enviado

source: %s: Failed to parse certificate[%u]: %s
pt_br: %s: Falha ao analisar o certificado[%u]: %s

source: %s: Certificate[%u] of '%s' has been revoked (via OCSP)
pt_br: %s: O certificado[%u] de "%s" foi revogado (via OCSP)

source: %s: Pubkey pinning mismatch!
pt_br: %s: Incompatibilidade de fixação da chave pública!

source: GnuTLS requires the key and the cert to be of the same type.
pt_br: GnuTLS exige que a chave e o certificado sejam do mesmo tipo.

source: No certificates or keys were found
pt_br: Nenhum certificado ou chave foi encontrado

source: No CAs were found in '%s'
pt_br: Nenhum Ac foi localizado no "%s"

source: Failed to opendir %s
pt_br: Falha no opendir: %s

source: Failed to load CRL '%s': (%d)
pt_br: Falha ao carregar CRL "%s": (%d)

source: GnuTLS: Unsupported priority string '%s': %s
pt_br: GnuTLS: Não há suporte para string de prioridade "%s": %s

source: GnuTLS: Unsupported default priority 'NULL': %s
pt_br: FnuTLS: Não há suporte para prioridade padrão "NULL": %s

source: TLS False Start requested but Wget built with insufficient GnuTLS version
pt_br: TLS False Start requisitado, mas Wget foi compilado com versão insuficiente do GnuTLS

source: GnuTLS: Failed to set priorities: %s
pt_br: GnuTLS: Falha ao definir prioridades: %s

source: WARNING: OCSP is not available in this version of GnuTLS.
pt_br: AVISO: OCSP não está disponível nesta versão do GnuTLS.

source: GnuTLS: Failed to set session data: %s
pt_br: GnuTLS: Falha ao definir dados de sessão: %s

source: Failed to read TLS session data
pt_br: Falha ao ler dados de sessão TLS

source: Fetched TLS session data from '%s'
pt_br: Obtidos dados de sessão TLS de "%s"

source: Failed to write TLS session file '%s'
pt_br: Falha ao escrever arquivo de sessão "%s"

source: Saved %d TLS session entr%s into '%s'
pt_br: Salvado %d TLS entr%s em "%s"

source: No TLS session entries to save. Table is empty.
pt_br: Nenhuma entrada TLS para salvar. A tabela está vazia.

source: Cannot create progress bar thread. Disabling progess bar.
pt_br: Não foi possível criar thread de barra de progresso. Desabilitando barra de progresso.

source: Piling up error '%s' over error '%s'
pt_br: Empilhando erro "%s" sobre erro "%s"

source: GPGME Failure
pt_br: Falha no GPGME

source: %s: Key %s expired
pt_br: %s: A chave %s expirou

source: %s: Key %s missing
pt_br: %s: Faltando a chave %s

source: %s: Unhandled failure
pt_br: %s: Falha não tratada

source: Invalid signature, signature file must have a sig extension
pt_br: Assinatura inválida, o arquivo de assinatura deve ter uma extensão sig

source: Failed to init gpgme context
pt_br: Falhou ao inicializar contexto gpgme

source: Couldn't specify gnupg homedir
pt_br: Não foi possível especificar homedir do gnupg

source: Couldn't canonicalize %s. (Does the path exist?)
pt_br: Não foi possível canonizar %s. (O caminho existe?)

source: Error during verification
pt_br: Erro durante a verificação

source: GPGME verify failed!
pt_br: Verificação de GPGME falhou!

source: Unsupported protocol type for content: %s
pt_br: Não há suporte para o tipo de protocolo para conteúdo: %s

source: Couldn't correct signature file!
pt_br: Não foi possível corrigir o arquivo de assinatura!

source: Failed to read file to verify sig: %s
pt_br: Falha ao ler o arquivo para verificar assinatura: %s

source: URL '%s' not followed (disallowed by robots.txt)
pt_br: URL "%s" não seguida (não permitido pelo robots.txt)

source: Failed to truncate %s from %llu to %llu bytes
pt_br: Falha ao truncar %s de %llu para %llu bytes

source: Checksum OK for '%s'
pt_br: Soma de verificação OK para "%s"

source: Failed to build checksum, assuming file to be OK
pt_br: Falha ao compilar a soma de verificação, presumindo arquivo estar OK

source: Bad checksum for '%s'
pt_br: Soma de verificação inválida para "%s"

source: Piece %d/%d not OK - requeuing
pt_br: Pedaço %d/%d não OK - re-enfileirando

source: Value out of range (0-65535): %s
pt_br: Valor fora da faixa (0-65535): %s

source: Invalid byte specifier: %s
pt_br: Especificador de byte inválido: %s

source: Ignoring invalid header: %s
pt_br: Ignorando cabeçalho inválido: %s

source: No value in header (ignoring): %s
pt_br: Nenhum valor no cabeçalho (ignorando): %s

source: Invalid boolean value '%s'
pt_br: Valor booleano inválido "%s"

source: Invalid time specifier in '%s'
pt_br: Especificador do tempo inválido em "%s"

source: Unknown cert type '%s'
pt_br: Tipo de certificado desconhecido "%s"

source: Unsupported regex type '%s'
pt_br: Tipo de expressão regular sem suporte "%s"

source: Unknown progress type '%s'
pt_br: Tipo de progresso desconhecido "%s"

source: Unknown restrict-file-name type '%s'
pt_br: Tipo de restrict-file-name desconhecido "%s"

source: Unknown option '-n%c'
pt_br: Opção desconhecida "-n%c"

source: Unknown address family '%s'
pt_br: Família de endereço desconhecida "%s"

source: Plugin '%s' failed to load: %s
pt_br: Falha ao carregar o plug-in %s: %s

source: Missing required type specifier
pt_br: Falta especificador de tipo exigido

source: Invalid type specifier: %s
pt_br: Especificador de tipo inválido: %s

source: Compression type %s not supported
pt_br: Sem suporte ao tipo de compressão %s

source: Duplicate type %s
pt_br: Tipo duplicado %s

source: Lib for type %s not built
pt_br: Biblioteca para o tipo %s não compilada

source: Unknown option '%s'
pt_br: Opção desconhecida "%s"

source: Option 'no-%s' doesn't allow an argument
pt_br: A opção "no-%s" não permite um argumento

source: Option '%s' doesn't allow an argument
pt_br: A opção "%s" não permite um argumento

source: Missing argument for option '%s'
pt_br: Faltando argumento para a opção "%s"

source: Failed to parse: '%s'
pt_br: Falhou ao analisar: "%s"

source: Config file recursion detected in %s
pt_br: Recursão de arquivo de configuração detectada em %s

source: Failed to open %s (%d): %s
pt_br: Falha ao abrir %s (%d): %s

source: Failed to parse last line in '%s'
pt_br: Falha ao analisar a última linha em "%s"

source: Missing argument(s) for option '-%c'
pt_br: Faltando argumento(s) para a opção "-%c"

source: Unknown option '-%c'
pt_br: Opção desconhecida "-%c"

source: Password for user "%s":
pt_br: Senha para o usuário "%s":

source: Password:
pt_br: Senha:

source: Cannot create pipe
pt_br: Não foi possível criar pipe

source: Error initializing spawn file actions for use-askpass: %d
pt_br: Erro ao inicializar ações de criação de arquivo para use-askpass: %d

source: Error setting spawn file actions for use-askpass: %d
pt_br: Erro ao configurar ações de criação de arquivo para use-askpass: %d

source: Error spawning %s: %d
pt_br: Erro ao criar %s: %d

source: Error reading response from command "%s %s": %s
pt_br: Erro ao ler resposta ao comando "%s %s": %s

source: Failed to set http proxies %s
pt_br: Falha ao definir proxies http %s

source: Failed to set https proxies %s
pt_br: Falha ao definir proxies https %s

source: Failed to set proxy exceptions %s
pt_br: Falha ao definir exceções de proxy %s

source: Failed to init networking (%d)
pt_br: Falha ao inicializar rede (%d)

source: %s: Option not in order '%s' after '%s' (using opt_compare())
pt_br: %s: A opção não está na ordem "%s" após "%s" (usando opt_compare())

source: %s: Option not in order '%s' after '%s' (using opt_compare_config())
pt_br: %s: A opção não está na ordem "%s" após "%s" (usando opt_compare_config())

source: %s: Failed to find option '%s' (using opt_compare())
pt_br: %s: Falha ao localizar a opção "%s" (usando opt_compare())
