Repository: geyslan/incomplete-translations
Catalog: tp/wget2-1.99.1.*.po
Languages: pt_br

source: %s: Failed to find option '%s' (using opt_compare_config())
pt_br: %s: Falha ao localizar a opção "%s" (usando opt_compare_config())

source: %s: Failed to parse bool short option #%zu (=%d)
pt_br: %s: Falha ao analisar a opção curta booleana #%zu (=%d)

source: %s: Failed to parse bool long option #%zu (%d)
pt_br: %s: Falha ao analisar a opção longa booleana #%zu (%d)

source: %s: Failed to parse timeout short option #%zu (=%d)
pt_br: %s: Falha ao analisar a opção curta de tempo limite #%zu (=%d)

source: %s: Failed to parse timeout long option #%zu (%d)
pt_br: %s: Falha ao analisar a opção longa de tempo limite #%zu (%d)

source: %s: Extra headers found in option #%zu
pt_br: %s: Cabeçalhos extras encontrados na opção #%zu

source: %s: Failed to parse header option #%zu
pt_br: %s: Falha ao analisar a opção de cabeçalho #%zu

source: %s: Accepted illegal header option #%zu
pt_br: %s: Opção de cabeçalho ilegal #%zu aceita

source: %s: Failed to parse string short option #%zu (=%s)
pt_br: %s: Falha ao analisar a opção curta de string #%zu (=%s)

source: Plugin '%s' failed to load: %s
pt_br: Falha ao carregar o plug-in %s: %s

source: Options for %s:
pt_br: Opções para %s:

source: Unknown stats format '%s'
pt_br: Formato de estatística desconhecido "%s"

source: Stats format not supported by %s stats
pt_br: Formato de estatística sem suporte pela estatística %s

source: File could not be opened %s for %s stats
pt_br: O arquivo não pôde ser aberto %s para estatística %s

source: %s stats saved in %s
pt_br: Estatística %s salvas em %s

source: Internal error: Unexpected relative path: '%s'
pt_br: Erro interno: Caminho relativo inesperado: "%s"

source: Failed to make directory '%s' (errno=%d)
pt_br: Falha ao criar o diretório "%s" (errno=%d)

source: Failed to rename '%s' (errno=%d)
pt_br: Falha ao renomear "%s" (errno=%d)

source: Failed to parse URI '%s'
pt_br: Falha ao analisar URI "%s"

source: URI scheme not supported: '%s'
pt_br: Sem suporte ao esquema de URI: "%s"

source: Adding URL: %s
pt_br: Adicionando URL: %s

source: Cannot resolve URI '%s'
pt_br: Não foi possível resolver URI "%s"

source: URL '%s' not followed (unsupported scheme '%s')
pt_br: URL "%s" não seguida (sem suporte ao esquema "%s")

source: URL '%s' not followed (https-only requested)
pt_br: URL "%s" não seguida (https-somente requisitada)

source: missing ip/host/domain
pt_br: faltando ip/host/domínio

source: no host-spanning requested
pt_br: nenhuma host-spanning requisitada

source: domain explicitly excluded
pt_br: domínio explicitamente excluído

source: URL '%s' not followed (%s)
pt_br: URL "%s" não seguida (%s)

source: URL '%s' not followed (parent ascending not allowed)
pt_br: URL "%s" não seguida (ascensão parental não permitida)

source: Failed to get '%s' from hosts
pt_br: Falha ao obter "%s" de hosts

source: convert %s %s %s
pt_br: converter %s %s %s

source: %s not found (%d)
pt_br: %s não encontrado (%d)

source: Failed to rename %s to %s (%d)
pt_br: Falha ao renomear %s para %s (%d)

source: Failed to write open %s (%d)
pt_br: Falha ao abrir para escrita %s (%d)

source: Failed to start downloader, error %d
pt_br: Falha ao iniciar o downloader, erro %d

source: Failed to open input file %s
pt_br: Falha ao abrir o arquivo de entrada %s

source: Nothing to do - goodbye
pt_br: Não há nada a ser feito - até mais

source: Wget2 built without thread support. Disabling progress report
pt_br: Wget2 compilado sem suporte a thread. Desabilitando relatório de progresso

source: Quota of %lld bytes reached - stopping.
pt_br: Quota de %lld bytes atingida - parando.

source: Failed to wait for downloader #%d (%d %d)
pt_br: Falha ao aguardar pelo downloader #%d (%d %d)

source: Downloaded: %d files, %s bytes, %d redirects, %d errors
pt_br: Baixado: %d arquivos, %s bytes, %d redirecionamentos, %d erros

source: HSTS in effect for %s:%hu
pt_br: HSTS em vigor para %s:%hu

source: The file is already fully retrieved; nothing to do.
pt_br: O arquivo já foi completamente obtido; não há nada a ser feito.

source: Not scanning '%s' (known ETag)
pt_br: Não escaneando "%s" (ETag conhecido)

source: File length %llu - remove job
pt_br: Arquivo com tamanho %llu - remover tarefa

source: No download mirrors found - remove job
pt_br: Nenhum espelho de download encontrado - remover tarefa

source: Couldn't determine base file to delete for failed verification
pt_br: Não foi possível determinar o arquivo base para excluir para verificação com falha

source: Signature for file %s successfully verified
pt_br: Assinatura para o arquivo %s verificada com sucesso

source: File name for signature checking not assigned to job!
pt_br: Nome de arquivo para verificação de assinatura não atribuído à tarefa!

source: Unhandled action %d
pt_br: Ação não tratada %d

source: URL '%.*s' not followed (conversion failed)
pt_br: URL "%.*s" não seguida (a conversão falhou)

source: Cannot resolve relative URI %.*s
pt_br: Não foi possível resolver URI relativa %.*s

source: set by user
pt_br: definida pelo usuário

source: set by BOM
pt_br: definida por BOM

source: set by server response
pt_br: definido pela resposta do servidor

source: Convert non-ASCII encoding '%s' (%s) to UTF-8
pt_br: Converter codificação não-ASCII "%s" (%s) para UTF-8

source: Link conversion disabled for '%s'
pt_br: Conversão de link desabilitada para "%s"

source: Failed to convert non-ASCII encoding '%s' (%s) to UTF-8, skip parsing
pt_br: Falha ao converter codificação não-ASCII "%s" (%s) para UTF-8, pulando análise

source: set by document
pt_br: definida pelo documento

source: default, encoding not specified
pt_br: padrão, codificação não especificada

source: URI content encoding = '%s' (%s)
pt_br: Codificação de conteúdo da URI = "%s" (%s)

source: BASE '%.*s' not usable (missing absolute base URI)
pt_br: BASE "%.*s" não usável (faltando URL base absoluta)

source: Cannot resolve BASE URI %.*s
pt_br: Não foi possível resolver URI BASE %.*s

source: URL '%.*s' not followed (action/formaction attribute)
pt_br: URL "%.*s" não seguida (atribuição action/formaction)

source: URL '%.*s' not followed (page requisites + level)
pt_br: URL "%.*s" não seguida (requisitos da página + nível)

source: URL '%.*s' not followed (missing base URI)
pt_br: URL "%.*s" não seguida (faltando URI base)

source: found %d url(s) (base=%s)
pt_br: encontrada(s) %d url(s) (base=%s)

source: URL '%.*s' not followed (not matching sitemap location)
pt_br: URL "%.*s" não seguida (não corresponde a localização do mapa do site)

source: URL '%.*s' not followed (already known)
pt_br: URL "%.*s" não seguida (já conhecida)

source: found %d sitemap url(s) (base=%s)
pt_br: encontrada(s) %d url(s) de mapa do site (base=%s)

source: Can't scan '%s' because no libz support enabled at compile time
pt_br: Não é possível escanear "%s" porque o suporte a libz não foi habilitado em tempo de compilação

source: Invalid file length %llu
pt_br: Tamanho de arquivo inválido %llu

source: No download mirrors found
pt_br: Nenhum espelho de download encontrado

source: Failed to set file date: %s
pt_br: Falha ao configurar a data do arquivo: %s

source: Failed to write to STDOUT (%zu, errno=%d)
pt_br: Falha ao escrever para STDOUT (%zu, errno=%d)

source: Failed to rename %s to %s (errno=%d)
pt_br: Falha ao renomear %s para %s (errno=%d)

source: Failed to load partial content from '%s' (errno=%d): %s
pt_br: Falha ao carregar conteúdo parcial de "%s" (errno=%d): %s

source: Saving '%s'
pt_br: Salvando "%s"

source: Failed to write file %s (%zd, errno=%d)
pt_br: Falha ao escrever arquivo %s (%zd, errno=%d)

source: File '%s' already there; not retrieving.
pt_br: O arquivo "%s" já está lá; não será baixado.

source: Directory / file name clash - not saving '%s'
pt_br: Conflito de diretório / nome de arquivo - "%s" não será salvo

source: Failed to open '%s' (errno=%d): %s
pt_br: Falha ao abrir "%s" (errno=%d): %s

source: Failed to save extended attribute %s
pt_br: Erro ao salvar atributo estendido %s

source: # got header %zu bytes: %s
pt_br: # obtido cabeçalho de %zu bytes: %s

source: Failed to fsync errno=%d
pt_br: Falha no fsync errno=%d
